{
  "type": "FeatureCollection",
  "features":[
    {
      "type":"Feature",
      "geometry":{
        "type":"Point",
        "coordinates":[-74.00401, 40.73479]
      },
      "properties":{
        "name":"Charles Street",
        "html":"Charles Street",
        "tab":"charles-street",
        "marker":"This is Charles Street.",
        "image":"",
        "wikipedia":"https://en.wikipedia.org/wiki/Charles_Street_"
      }
    },
    {"type":"Feature",
      "geometry": {
        "type":"Point",
        "coordinates":[-73.99747, 40.73082]

      },
      "properties":{
        "name":"Washington Square",
        "html":"Washington Square",
        "tab":"washington-square",
        "marker":"Perhaps one of the most iconic sites for the cultural movements of the past, Washington Square began as a burial ground for the city's poor and criminal. The park was built in 1826, but remnants of its shadowy history can be seen to this day. One such piece of the past, the city's oldest living tree known as the Hangman's Elm, looms over the Northeast Corner of the park. As its name suggests, this tree is said to be the site where the city's condemned were executed by hanging. For many decades, the square was an alcove amidst the city’s finer, richer neighborhoods. Then, in 1917, a group of artists and friends that included painters, John Sloan and Marcel Duchamps, climbed to the top of the Washington Square Arch to proclaim succession from the United States and declare Greenwich Village an “independent republic”. Although mentioned only briefly in the opening chapters of The Unpossessed (),  through Tess Slesinger’s days and many decades after, the square became a repository for the otherwise “taboo”, the heart of a neighborhood known as a hub for the city’s (and the nation’s) cultural movements.  <img src='images/1935wsp.jpg' id= 'wsp-image'>",
        "image":"",
        "wikipedia":"https://en.wikipedia.org/wiki/Washington_Square_Park"
      }
    },
    {"type":"Feature",
      "geometry":{
        "type":"Point",
        "coordinates":[-74.00214, 40.73301]
      },
      "properties":{
        "name":"Sheridan Square",
        "html":"Sheridan Square",
        "tab":"sheridan-square",
        "marker":"In Chapter One of The Unpossessed, Margaret Flinders walks home from Mr. Papenmeyer's market. On the way, she passes through Sheridan Square, where she muses that 'Soon the last leaf would be off the last tree'. This is the first mention of the little public garden at the intersection of West 4th Street and Washington Place. In 1938, this location would see the opening of the first racially integrated nightclub in New York City, a basement lounge called Cafe Society. However, in 1936, when Tess Slesinger published The Unpossessed, the square would have served as little more than a traffic-safety island. Living in a city wherein, even in the 1930s, nature was very much a thing of the past, Mrs. Flinders viewed the rare glimpse of leaves falling in the little park as an indication of the transition between seasons. 'Soon...,' writes Slesinger, 'there would be that feeling in one's chest of ending and beginning again, expelling the last of one breath and expanding the lungs for the intake of another; sorrow for the departed year curling smaller and smaller until it was dead...'",
        "image":"",
        "wikipedia":"http://gvshp.org/blog/2011/08/01/the-history-of-sheridan-square/"
      }
    },
    {"type":"Feature",
      "geometry":{
        "type":"Point",
        "coordinates":[-74.00384, 40.73415]
      },
      "properties":{
        "name":"Tenth Street",
        "html":"Tenth Street",
        "tab":"tenth-street",
        "marker":"'This year on Charles Street,' remarks the narrator in the opening chapter of The Unpossessed, 'last year on Tenth; surely these were stations along some route?'() Outwardly, a move such as this should represent some change in a person’s life. However, for Margaret Flinders, one of Slesinger’s main characters, it represents nothing. Time is clearly passing, Margaret muses. Seasons are changing, but, as the grocer, Mr. Papenmeyer, explains, with each cycle of seasons all that’s left to do is say, “here’s another winter with everything to do again” (). In other words, though the clock ticks, nothing happens. Last year, the Flinder were on Tenth Street; this year, they are on Charles. It is a move, but only a move of a few blocks.",
        "image":"",
        "wikipedia":"https://en.wikipedia.org/wiki/List_of_numbered_streets_in_Manhattan#10th_to_13th_Streets"
      }
    },
    {"type":"Feature",
    "geometry":{
      "type":"Point",
      "coordinates":[-74.00041,40.73025]
      },
      "properties":{
        "name":"Caffe Reggio",
        "html":"Caffe Reggio",
        "tab":"caffe-reggio",
        "marker":"Said to be the cafe that served the first cappuccino in the United States, Caffe Reggio is never mentioned in The Unpossessed, but it is a place Slesinger would certainly have known of and likely been seen at in the 1930s. The cafe was opened in 1927 and has since changed very little. This is part of the charm, according to current owners, the Cavallacci family. In an article by the New York Business Journal in 2015, manager Lena Batyuk stated that there were no plans to change anything in the foreseeable future. “Everything in New York changes,” she told the Journal, “but we don’t. That’s the beauty of it.” ",
        "image":"",
        "wikipedia":""
      }
    },
    {"type":"Feature",
    "geometry":{
      "type":"Point",
      "coordinates":[-74.00114, 40.73025]
      },
    "properties":{
      "name":"Minetta Tavern",
      "html":"Minetta Tavern",
      "tab":"minetta-tavern",
      "marker":"Minetta Tavern is another famous Greenwich Village spot Tess Slesinger would very likely have known well and frequented, though never explicitly mentioned in her fiction. In the 1930s and 40s, this restaurant, named after the Minetta Stream, long disappeared, that once ran through the Village, became a popular “watering hole” for the city’s literary and intellectual. In its heyday, it attracted people like Ernest Hemingway, Joseph Mitchell, and Joe Gould.",
      "image":"",
      "wikipedia":""
      }
    }
]
}
